{
  "adu": [
    "Accessory Dwelling Units (ADUs), commonly known as “granny flats,” “carriage houses,” or “in-law apartments,” were prevalent before World War II throughout American towns and cities, serving as an attached or detached secondary dwelling for in-laws, smaller households, and house workers. Following the end of WWII and the move towards single-family, low-density suburbanization and increased zoning restrictions, ADUs lost popularity or were zoned out of existence. Beginning in the 1970s, a handful of municipalities began to write ADUs back into zoning. Currently, ADUs are built and lived-in legally and illegally, especially in urban areas with high housing demand. Certain cities and towns have begun to see ADUs are solution to high housing costs that prevent younger households from purchasing a house and empty nesters from downsizing their living arrangements.",
    "Per building code regulations, for an ADU to serve as a household’s main living area, there must be a bathroom, kitchen, and bedroom that is independent from the primary dwelling unit. ADUs come in four main types: carve-out or conversion of an existing living area within the primary dwelling unit, finishing an existing basement or attic within the primary dwelling unit, adding to an existing structure such as a garage, and building a new free-standing structure on site. This report focuses on the latter. Nationally, Oregon and California are at the forefront of creating flexible zoning and incentives to increase the supply of ADUs."
  ],
  "tinyhouse": [
    "While Henry David Thoreau’s 150 square foot cabin at Walden Pond in Concord is arguably one of the most famous tiny houses, the Tiny House Movement as such took off in 2008 after the subprime mortgage crisis and Great Recession. The movement was a response to the millions of foreclosures during that time, as well as the perception that the McMansion model of living was unsustainable: despite households continuing to shrink in size, the average home size in 2009 was 2,700 square feet, up from 1,400 square feet in 1970. While the Recession has passed, the Tiny House Movement remains.",
    "When tiny houses were first built, most owners living in them were doing so illegally as their dimensions were oftentimes less than minimum building requirements. However, regulations for tiny houses have evolved, largely due to ongoing lobbying from tiny house builders and owners. The majority of tiny houses are built on wheels, as it makes them easier to move and legal under RV laws and standards. Unlike mobile homes and RVs, tiny houses tend to be designed to architecturally resemble traditional homes, are built using renewable materials such as wood for finishes and siding, can be constructed by their owners, and their footprint is tailored for smaller one-to-two person households. In 2016, Fresno was the first city to approve new rules to allow tiny houses on wheels to be parked on an existing residential property as an ADU. Since then, communities around the country have changed their zoning to welcome tiny homes."
  ],
  "rowhouse": ["Row house history TBD"],
  "mixeduse": ["Small scale mixed-use development history TBD"],
  "cottage": [
    "Cottage developments, also called pocket neighborhoods, are commonly identified by their walkable paths, shared green spaces, smaller clustered units, and detached parking spaces. Cottage developments can consist of single- and two-family houses, townhouses, or more urban apartment buildings. Cottages first appeared on the Cape Cod peninsula as a more permanent form of the self-built summer campgrounds used before WW II. In the late 1930s, these campgrounds came to be seen as “blight” by local authorities, and zoning laws were created to stop them. Today, many cottages are illegal under existing zoning laws, but they are tolerated and some, such as the 318 Victorian cottages in Oak Bluffs, were designated as a National Historic Landmarks by the U.S. Department of Interior.",
    "Recently, a number of towns around the Commonwealth have updated their zoning to allow for cottage development. In Dennis, MA, the recent Seasonal Resort Community Zoning bylaw allows for small cottage clusters, while Concord, MA, has permitted new cottage developments through its Planned Residential Development (PRD) Zoning. Nationwide, the City of Langley, WA, was one of the first to adopt modern zoning for cottages in 1995. The City’s Cottage Housing Development (CHD) code allows 4-to-12 small, detached cottages under 975 square feet to be built in single-family districts. Like other small housing options, CHD was a response to the nationwide demographic trend of decreasing household size, the need for increased affordable housing, and planning for developments that enhance walkability and sense of community."
  ],
  "cohousing": ["Cohousing history TBD"]
}