{
  "adu": [
    "ADUs were prevalent before World War II throughout American towns and cities, often housing in-laws, smaller households, or house workers. Following the end of WWII and the move towards single-family development, low-density suburbs, and increased zoning restrictions, ADUs lost popularity or were zoned out of existence. Beginning in the 1970s, a handful of municipalities began to write ADUs back into their zoning, recognizing ADUs as one solution to high housing costs. Nationally, Oregon and California are at the forefront of creating flexible zoning to encourage ADUs."
  ],
  "tinyhouse": [
    "While Henry David Thoreau’s 150 square foot cabin at Walden Pond in Concord is arguably one of the most famous tiny houses, the Tiny House Movement as such took off in 2008 after the subprime mortgage crisis and Great Recession. The movement was a response to the millions of foreclosures during that time, as well as the perception that the McMansion model of living was unsustainable: despite households continuing to shrink in size, the average home size in 2009 was 2,700 square feet, up from 1,400 square feet in 1970. While the Recession has passed, the Tiny House Movement remains.",
    "When tiny houses were first built, most owners living in them were doing so illegally as their dimensions were oftentimes less than minimum building requirements. However, regulations for tiny houses have evolved, largely due to ongoing lobbying from tiny house builders and owners. The majority of tiny houses are built on wheels, as it makes them easier to move and legal under RV laws and standards. Unlike mobile homes and RVs, tiny houses tend to be designed to architecturally resemble traditional homes, are built using renewable materials such as wood for finishes and siding, can be constructed by their owners, and their footprint is tailored for smaller one-to-two person households. In 2016, Fresno was the first city to approve new rules to allow tiny houses on wheels to be parked on an existing residential property as an ADU. Since then, communities around the country have changed their zoning to welcome tiny homes."
  ],
  "rowhouse": ["Row house history TBD"],
  "mixeduse": ["Small scale mixed-use development history TBD"],
  "cottage": [
    "Cottages first appeared on the Cape Cod peninsula as a more permanent form of the self-built summer campgrounds used before WWII. In the late 1930s, local zoning laws were created to stop these camp homes. While many cottages are illegal under existing zoning laws, a number of towns in Massachusetts and nationwide have recently updated their zoning to allow for cottage development in response to an increasing desire for smaller housing options that fit many towns’ suburban character. In a second phase of the Living Little project, MAPC worked with partner towns to study cottage housing and draft recommendations for cottage zoning."
  ],
  "cohousing": ["Cohousing history TBD"]
}