{
    "adu": {
      "questions": [
        {
          "q": "How can my town’s sewer system handle this?",
          "a": "The small size of ADUs makes their impact on public infrastructure minimal, especially when compared to large single-family homes or multifamily dwellings. For example, the impact of ten ADUs with two people living in each would have the same impact as that of four large single-family houses with five people living in each."
        },
        {
          "q": "If my neighbor builds an ADU, will my property values go down?",
          "a":  "That’s unlikely. There is no conclusive evidence that ADUs negatively impact property values; on the contrary, ADUs can increase surrounding property values.  Zoning bylaws can also be crafted to ensure the design of ADUs is in keeping with the surrounding neighborhood."
        },
        {
          "q": "What if these increase the number of schoolchildren in town?",
          "a": "ADUs’ impact on school system enrollment is usually very small, because ADUs are overwhelmingly occupied by small households without school-age children."
        }
      ],
      "history": {
        "titleOne": "Curabitur tempor",
        "titleTwo": "Blandit neque",
        "textOne": "Nunc faucibus mi in efficitur tincidunt. Praesent imperdiet lacinia metus.",
        "textTwo": "Quisque et metus augue. Integer ex mi, luctus vel enim molestie, accumsan consectetur leo."
      },
        "potential layouts": {
          "titleOne": "Curabitur tempor",
          "titleTwo": "Blandit neque",
          "textOne": "Nunc vulputate tellus eget urna pretium cursus.",
          "textTwo": "Mauris tristique, augue eu maximus semper, massa sapien tristique felis, et maximus neque nunc quis augue."
        }
      },
  
    "tinyhouse": {
      "questions": [
        {
          "q": "If we allow tiny houses in my town, what if there’s a huge influx of transient people building tiny houses?",
          "a": "Despite their popularity in the media, only a small subset of people are willing to live in a tiny house, limiting their impact and prevalence. Zoning that limits the use of tiny houses as short-term rentals can to ensure they serve those who want to live in the community, and towns can limit the number of tiny houses permitted."
        }
      ],
      "history": {
        "titleOne": "Ac interdum",
        "titleTwo": "Proin sem",
        "textOne": "Nullam lectus enim, viverra quis placerat eget, pharetra sit amet neque.",
        "textTwo": "Aenean eu leo justo. Nullam sollicitudin dapibus cursus. Praesent maximus egestas sem, eget imperdiet ex porta nec."
      },
      "potential layouts": {
        "titleOne": "Tellus fringilla",
        "titleTwo": "Sed massa non",
        "textOne": "Vestibulum vitae arcu eu eros interdum sagittis et sit amet tellus. In pharetra ultricies cursus.",
        "textTwo": "Mauris nec enim fermentum, dapibus mauris a, maximus ipsum."
      }
    },
  
    "townhouse": {
      "questions": [
        {
          "q": "Need questions?",
          "a": "Need answers."
        }
      ],
      "history": {
        "titleOne": "Convallis elementum",
        "titleTwo": "Lorem donec",
        "textOne": "Etiam sodales orci ut sapien ultrices efficitur. Vestibulum bibendum sit amet quam eu tempus.",
        "textTwo": "Duis hendrerit pharetra congue. Nam euismod enim sagittis."
      },
      "potential layouts": {
        "titleOne": "Nec iaculis erat",
        "titleTwo": "Morbi imperdie",
        "textOne": "Ultrices lacus a, iaculis lacus. Etiam laoreet sodales dui, id semper sem molestie suscipit.",
        "textTwo": "Vivamus commodo massa non nulla placerat viverra. Nulla feugiat purus sed nunc congue, quis imperdiet nunc tempor."
      }
    },

    "sfc": {
      "questions": [
        {
          "q": "Need questions?",
          "a": "Need answers."
        }
      ],
      "history": {
        "titleOne": "Convallis elementum",
        "titleTwo": "Lorem donec",
        "textOne": "Etiam sodales orci ut sapien ultrices efficitur. Vestibulum bibendum sit amet quam eu tempus.",
        "textTwo": "Duis hendrerit pharetra congue. Nam euismod enim sagittis."
      },
      "potential layouts": {
        "titleOne": "Nec iaculis erat",
        "titleTwo": "Morbi imperdie",
        "textOne": "Ultrices lacus a, iaculis lacus. Etiam laoreet sodales dui, id semper sem molestie suscipit.",
        "textTwo": "Vivamus commodo massa non nulla placerat viverra. Nulla feugiat purus sed nunc congue, quis imperdiet nunc tempor."
      }
    },
  
     "mixeduse": {      
      "questions": [
        {
          "q": "Need questions?",
          "a": "Need answers."
        }
      ],
      "history": {
          "titleOne": "Curabitur tempor",
          "titleTwo": "Eget ipsum",
          "textOne": "Phasellus semper nibh et diam euismod dapibus. Nullam pellentesque quis velit ut consequat.",
          "textTwo": "Morbi vitae sem sagittis, euismod dolor vitae, sodales felis. In sit amet scelerisque odio, vel dignissim nisl."
        },
        "potential layouts": {
          "titleOne": "Sit amet pharetra",
          "titleTwo": "Integer pretium",
          "textOne": "Praesent lacinia arcu odio, non volutpat nibh pellentesque in.",
          "textTwo": "Vivamus nec nisi et ipsum posuere eleifend quis sit amet turpis. Etiam blandit tincidunt rhoncus."
        }
    },
  
     "cottage": {
      "questions": [
        {
          "q": "Who would want to live in a house where their parking or trash isn’t right next to their house?",
          "a": "Many people appreciate the compact, intimate cluster around shared green space that is created by putting the parking and trash at the back of a cottage cluster."
        },
        {
          "q": "Aren’t putting houses this close together a fire hazard?",
          "a":  "Fire safety is very important, and can easily be accommodated in a cottage cluster. Creative site plan design can ensure proper access to and between the houses in the event of an emergency."
        },
        {
          "q": "Won’t it feel cramped living so close to other houses?",
          "a": "Cottage houses can be carefully designed so that they feel private – for example, windows can be staggered or private outdoor spaces can be put on one side of the house. Many people would be happy to live closer to other houses in exchange for the community-oriented atmosphere of a cottage cluster."
        }
      ],
      "history": {
        "titleOne": "Cursus vitae",
        "titleTwo": "Porttitor bibendum,",
        "textOne": "Sed rutrum enim in egestas blandit. Sed id sapien hendrerit, pretium quam nec, maximus metus.",
        "textTwo": "Nullam dignissim eros lacus, a consectetur sem accumsan sagittis. Quisque congue elementum nisi, vel semper leo cursus vitae."
      },
      "potential layouts": {
        "titleOne": "Hendrerit nam",
        "titleTwo": "Nisi elit",
        "textOne": "Phasellus dapibus vitae nunc non blandit. Morbi bibendum orci nec nunc pulvinar.",
        "textTwo": "Eget porttitor sapien tincidunt. Aenean fermentum venenatis sapien, mattis malesuada sem. Aenean eu viverra sapien, et fermentum est."
      }
    },
  
    "cohousing": {
      "questions": [
        {
          "q": "Need questions?",
          "a": "Need answers."
        }
      ],
      "history": {
        "titleOne": "Cursus vitae",
        "titleTwo": "Porttitor bibendum,",
        "textOne": "Sed rutrum enim in egestas blandit. Sed id sapien hendrerit, pretium quam nec, maximus metus.",
        "textTwo": "Nullam dignissim eros lacus, a consectetur sem accumsan sagittis. Quisque congue elementum nisi, vel semper leo cursus vitae."
      },
      "potential layouts": {
        "titleOne": "Sed at lacus",
        "titleTwo": "Eu elit tempus",
        "textOne": "Integer ante quam, tristique ullamcorper fermentum vitae, fermentum id mi.",
        "textTwo": "Duis id turpis eget felis consequat ultricies in ac arcu. Proin at orci sit amet sapien dictum malesuada eu in mauris."
      }
    }
  }